tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "ag"
brew "bat"
brew "dockutil"
brew "duf"
brew "dust"
brew "exa"
brew "fig"
brew "git-delta"
brew "git-extras"
brew "git"
brew "gum"
brew "hstr"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neofetch"
brew "tree"
brew "topnotch"
brew "unar"
brew "viddy"
brew "wget"
brew "wifi-password"

cask "1password"
cask "appcleaner"
cask "coconutbattery"
cask "ferdi"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "geekbench"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "menumeters"
cask "meetingbar"
cask "raycast"
cask "rectangle"
cask "rescuetime"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tunnelblick"
cask "vlc"

# Quick Look Plugins (https://github.com/sindresorhus/quick-look-plugins)
cask "betterzip"
cask "qladdict"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "webpquicklook"
